[
	{
		"desc": "Absolutely phenomenal service! Exceeded my expectations in every way possible.",
		"star": 5
	},
	{
		"desc": "Disappointing experience. The work did not meet the expected standards.",
		"star": 2
	},
	{
		"desc": "Incredible communication and professionalism. Will definitely be a repeat customer!",
		"star": 5
	},
	{
		"desc": "Poor quality of work. Very dissatisfied with the outcome.",
		"star": 1
	},
	{
		"desc": "Superb quality of work delivered promptly. Highly recommend this gig!",
		"star": 5
	},
	{
		"desc": "Below average quality of work. Would not recommend.",
		"star": 2
	},
	{
		"desc": "Impressed with the level of expertise and dedication. A must-try for anyone in need!",
		"star": 5
	},
	{
		"desc": "Terrible experience. Lack of professionalism and communication.",
		"star": 1
	},
	{
		"desc": "Spectacular experience from start to finish. Couldn't ask for better service!",
		"star": 5
	},
	{
		"desc": "Exceptional attention to detail and excellent customer service. 10/10 would recommend!",
		"star": 5
	},
	{
		"desc": "Poorly executed work. Not worth the money.",
		"star": 2
	},
	{
		"desc": "Brilliant work and lightning-fast delivery. Will definitely use this gig again!",
		"star": 5
	},
	{
		"desc": "Mediocre service. Expected more for the price.",
		"star": 3
	},
	{
		"desc": "Outstanding performance and professionalism. Truly exceeded my expectations!",
		"star": 5
	},
	{
		"desc": "Worst experience ever. Complete waste of time and money.",
		"star": 1
	},
	{
		"desc": "Exemplary service and top-tier professionalism. Definitely worth every penny!",
		"star": 5
	},
	{
		"desc": "Absolutely terrible. Would not recommend to anyone.",
		"star": 1
	},
	{
		"desc": "The seller went above and beyond to ensure my satisfaction. Truly outstanding!",
		"star": 5
	},
	{
		"desc": "Horrible communication and poor quality work. Avoid this gig!",
		"star": 1
	},
	{
		"desc": "Effortless communication and flawless execution. Highly recommended gig!",
		"star": 5
	},
	{
		"desc": "Average service. Nothing special about it.",
		"star": 3
	},
	{
		"desc": "Remarkable professionalism and skill demonstrated throughout the project. Very impressed!",
		"star": 5
	},
	{
		"desc": "Absolutely dreadful. Waste of time and money.",
		"star": 1
	},
	{
		"desc": "Unmatched quality and efficiency. I'll definitely be back for more!",
		"star": 5
	},
	{
		"desc": "Not worth it. Better options available elsewhere.",
		"star": 2
	},
	{
		"desc": "This gig is an absolute game-changer. Delivered exactly what I needed!",
		"star": 5
	},
	{
		"desc": "Poor quality work. Very disappointed.",
		"star": 2
	},
	{
		"desc": "Flawless execution and prompt delivery. Couldn't be happier with the results!",
		"star": 5
	},
	{
		"desc": "Exceptional talent and expertise showcased in every aspect of the gig. Highly impressed!",
		"star": 5
	},
	{
		"desc": "Absolutely awful. Stay away from this gig!",
		"star": 1
	}
]
